org/how-to-know-my-thought.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 如何看到自己的思维方式
#+DATE: <2021-11-24 Wed>
https://mp.weixin.qq.com/s/L6AVwHDMXIxVlGJcW4wUoA

思维方式能帮助我解决问题。

DIKW 模型：

- Data
- Information
- Knowledge 有意义地联系起来的信息
- Wisdom 利用已有知识，去解决新问题

举个例子：

- 「DIKW 模型」这 6 个字符，就是「数据」；
- 你知道它表示什么含义，这是「信息」；
- 你知道这个模型的背景，应用范围，学术界对其的讨论、态度等，这是「知识」；
- 而当你遇到问题时，懂得如何应用这个模型去思考、去应对新的情境，这才是「智慧」—— 也就是我提到的「思维方式」。

只积累知识，只能让自己停留在过去人们的智慧里，它并不能给自己带来新的领悟。

让自己的知识「流动」：

1. 学到一个新知识点时，一定用自己的话表述
2. 在表述的过程中，理解背后的行为方式
3. 找出，该知识点，key point
4. 能让自己的哪一方面得到进步、能够与自己的哪些知识构建联系
5. 浏览记录，对它的思考与评论，以及存在的问题；用自己的步骤，解决与自己有关的问题
6. 进行「情景模拟」：将学习的内容与将来会面对的场景相联系

* 在这一过程中，最重要的部分是什么？

1. 抽象存储。
2. 问题导向。

心理学关于智力的分类。「集体智力」和「流体智力」

晶体智力与旧有的知识经验有关；流体智力与新的未知的事物有关[fn:fluid]。

[fn:fluid] https://en.wikipedia.org/wiki/Fluid_and_crystallized_intelligence
