blog/2021/how-to-know-my-thought.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 17:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>如何看到自己的思维方式</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">如何看到自己的思维方式</h1>
</header><p>
<a href="https://mp.weixin.qq.com/s/L6AVwHDMXIxVlGJcW4wUoA">https://mp.weixin.qq.com/s/L6AVwHDMXIxVlGJcW4wUoA</a>
</p>

<p>
思维方式能帮助我解决问题。
</p>

<p>
DIKW 模型：
</p>

<ul class="org-ul">
<li>Data</li>
<li>Information</li>
<li>Knowledge 有意义地联系起来的信息</li>
<li>Wisdom 利用已有知识，去解决新问题</li>
</ul>

<p>
举个例子：
</p>

<ul class="org-ul">
<li>「DIKW 模型」这 6 个字符，就是「数据」；</li>
<li>你知道它表示什么含义，这是「信息」；</li>
<li>你知道这个模型的背景，应用范围，学术界对其的讨论、态度等，这是「知识」；</li>
<li>而当你遇到问题时，懂得如何应用这个模型去思考、去应对新的情境，这才是「智慧」—— 也就是我提到的「思维方式」。</li>
</ul>

<p>
只积累知识，只能让自己停留在过去人们的智慧里，它并不能给自己带来新的领悟。
</p>

<p>
让自己的知识「流动」：
</p>

<ol class="org-ol">
<li>学到一个新知识点时，一定用自己的话表述</li>
<li>在表述的过程中，理解背后的行为方式</li>
<li>找出，该知识点，key point</li>
<li>能让自己的哪一方面得到进步、能够与自己的哪些知识构建联系</li>
<li>浏览记录，对它的思考与评论，以及存在的问题；用自己的步骤，解决与自己有关的问题</li>
<li>进行「情景模拟」：将学习的内容与将来会面对的场景相联系</li>
</ol>

<div id="outline-container-orgd201a2a" class="outline-2">
<h2 id="orgd201a2a">在这一过程中，最重要的部分是什么？</h2>
<div class="outline-text-2" id="text-orgd201a2a">
<ol class="org-ol">
<li>抽象存储。</li>
<li>问题导向。</li>
</ol>

<p>
心理学关于智力的分类。「集体智力」和「流体智力」
</p>

<p>
晶体智力与旧有的知识经验有关；流体智力与新的未知的事物有关<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Fluid_and_crystallized_intelligence">https://en.wikipedia.org/wiki/Fluid_and_crystallized_intelligence</a>
</p></div></div>


</div>
</div></div>
</body>
</html>